Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/titkonen.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Tammikuun 20. päivä 1891 syntyi Pulkkilan silloiselle kappalaiselle Lauri Arvid Itkoselle kolmas lapsi, joka tuli myöhemmin suuresti vaikuttamaan saamelaisten ja sitä kautta inarinsaamelaistenkin kulttuuriperinnön kirjaamiseen.
smn: Uđđâivemáánu 20. peeivi 1891 šoodâi Pulkkila tallaa kappallâžân Lauri Arvid Itkosâžân kuálmád pärni, kote poođij maŋeláá vaikuttiđ viehâ ennuu sämmilij já toi kuáttá meiddei anarâšâi kulttuurlâš ärbivyevi pajasčälimân.

source: Poikanen sai nimekseen Toivo Immanuel Itkonen, joka muutti perheensä mukana Inariin kevättalvella 1899. Hän oli juuri silloin täyttänyt 8 vuotta.
smn: Kaandâš finnij nommân Toivo Immanuel Itkonen, kote varrij perrus mieldi Anarân kiđđâtäälvi 1899. Sun lâi talle eidu tiävdám 8 ihheed.

source: Suurta perhettä, johon kuuluivat vanhempien lisäksi kaksi palvelijaa ja kuusi lasta, sekä Putte-niminen hevonen, kaikkiaan kymmenen ihmistä, oli Kittilässä vastassa pororaitoineen Inarin silloinen lukkari Heikki Mattus tyttärensä Annan kanssa.
smn: Stuorrâ perruu, mast lijjii vaanhimij lasseen kyehti palvâleijee já kuttâ párnáá, sehe Putte-nommâsâš hiävuš, puohnâssân love olmožid, lâi Kittâlist oovdeld ergiráiđuinis Aanaar tallaš lukkár Heikki Mattus ađai Jormo-Hendrih nieidâinis Ánnáin.

source: Koska viime vuosisadan alussa oli vielä kiertokoulusysteemi käytössä Inarissa ja katekeetta Matti Lehtola opetti lapsia silloin Inarissa, katsoi Lauri Itkonen kuitenkin parhaimmaksi vaihtoehdoksi palkata kotiopettaja lapsilleen Toivolle ja Tyynille, jotka olivat silloin kouluiässä.
smn: Ko moonnâm ihečyeđe aalgâst lâi vala kierdoškovlâoornig já katekeetta Matti Lehtola máttááttij párnáid talle Anarist, ooinij Lauri Itkonen kuittâg pyerebin pálkkááttiđ päikkimáttáátteijee párnáidis Toivon já Tyynin, kiäh láin talle škovlâaavveest.

source: Heidän kotiopettajanaan toimi Helmi Hirvonen.
smn: Sunnuu päikkimáttáátteijee nommâ lâi Helmi Hirvonen.

source: Perheen vanhin lapsi Lauri Ilmari, josta tuli kymmenkunta vuotta myöhemmin Juutuansuun kivikautisten kotasijojen löytäjä, oli jo siinä vaiheessa opiskelemassa Oulussa.
smn: Perruu puárásumos pärni Lauri Ilmari, kote poođij lovmat ihheed maŋeláá kavnâđ Juvduunjäälmist keđgiáigásijd kuátisoojijd, lâi juo talle Oulust luhâmin.

source: Inarin kylällä aloitti kansakoulu vuonna 1902 toimintansa, mutta Toivo Immanuel ei ehtinyt liittyä siihen, koska hänellä oli aikeenaan aloittaa Oulun lyseossa opiskelut syksyllä 1901. Opintojen aloittaminen lyseossa samana syksynä ei kuitenkaan toteutunut, koska hän ei läpäissyt lyseon kirjallisen sisäänpääsykokeen.
smn: Aanaar markkânist algâttij kale kansaškovlâ ive 1902, mut Toivo Immanuel ij kiergânâm servâđ toos, ko sust lâi aaigâ algâttiđ Oulu lyseost luuhâđ čohčuv 1901. Oopâi algâttem lyseost siämmáá čoovčâ ij kuittâg olášum ton suujâst, et sun ij peessâm čoođâ lyseo kirjálâš siisâpeessâmiskosist.

source: Kokeen yhtenä osana oli kertotaulun osaaminen ja hän oli aloittanut kertotaulun numeroinnin sadasta alaspäin, kun olisi pitänyt aloittaa ykkösestä ylöspäin.
smn: Iskos ohtân uássin lâi uáináh kiärdutavlu mättim já sun lâi algâttâm kiärdutavlu numeristim čyeđeest vuáluskulij, ko lâi kolgâđ algâttiđ ovttiist pajaskulij.

source: Poikaa ei enää kannattanut lähettää takaisin Inariin ja kansakouluun, vaan Oulun suomalaisen valmistavan koulun rehtori Magnus Rosendal otti hänet yhdeksi lukukaudeksi kouluunsa, jonka jälkeen Toivo pääsi Oulun lyseon oppilaaksi.
smn: Kaandâ ij kannattâm kuittâg innig vuolgâttiđ maasâd Anarân já kansaškoovlân, pic Oulu syemmilii valmâstellee škoovlâ rehtor Magnus Rosendal vaaldij suu oovtâ ihán škovlâsis, mon maŋa Toivo peesâi-uv Oulu lyseo uáppen.

source: Oulun lyseossa seitsemän opiskeluvuoden jälkeen hän kirjoitti ylioppilaaksi 19-vuotiaana vuonna 1910, filosofian kanditaatiksi hän valmistui vuonna 1913, filosofian lisensiaatiksi vuonna 1916 ja filosofian tohtoriksi vuonna 1923. Kun tohtorinhattu painettiin hänen päähänsä, oli hän silloin vasta 32-vuotias.
smn: Oulu lyseost čiččâm ive luuhâm maŋa sun čaalij pajeuáppen 19 ihásâžžân ive 1910, filosofia kanditaattân sun valmâštui ive 1913, filosofia lisenssiaattân ive 1916 já viijmâg filosofia tuáhtárin ive 1923. Ko tuáhtárhattâ teddilui suu uáiván, sun lâi talle tuše 32 ihásâš.

source: Hän toimi Muinaistieteellisen toimikunnan amanuenssina 1919 – 1932, toimikunnan intendenttinä 1932 – 1935 ja koko toimikunnan osastonjohtajana 1935 – 1955 välisen ajan.
smn: Sun tooimâi toovláštieđâlâšvuođâ toimâkode (muinaistieteellinen toimikunta) amanuenssân 1919 – 1932, toimâkode intendenttân 1932 – 1935 já ubâ toimâkode uásádâhhovdân 1935 – 1955 koskâsâš ääigi.

source: Hän toimi myös Suomen muinaismuistoyhdistyksen sihteerinä 1920 – 1933, Lapin sivistysseuran johtokunnanjäsenenä 1934 – 1961, Suomen tiedeakatemian jäsenenä vuonna 1947, Royal Anthropological Institute of Great Britain and Ireland kunniajäsenenä, sekä vielä Norsk Folkemuseum kunniajäsenenä vuonna 1961. Vuosien 1911 – 1949 välisen ajan hän teki 9 tutkimusmatkaa Lappiin, joiden tuloksena hän kirjoitti kaksiosaisen teoksen Suomen lappalaiset I ja II vuonna 1948, kaksiosaisen koltansaamen sanakirjan Koltan- ja kuolanlapin sanakirja I ja II vuonna 1958, toimitti vuonna 1917 kirjan Inarinlappalaista kansantietoutta, johon materiaalin oli kerännyt A.
smn: Sun lâi meiddei Suomâ toovlášmušto-ovtâstus čällen 1920 – 1933, Säämi čuovviittâsseervi stiivrâ jeessân 1934 – 1961, Suomâ tieđâakatemia jesânin ive 1947, Royal Anthropological Institute of Great Britain and Ireland kunneejesânin, sehe vala Norsk Folkemuseum kunneejesânin ive 1961. Iivij 1911 – 1949 koskâsâš ääigi sun toovâi 9 tutkâmušmätkid Sáámán já puáđusin sun čaalij kyevtiuásásii kirje Suomen lappalaiset I já II ive 1948, kyevtiuásásii nuorttâkielâ sänikirje Koltan- ja kuolanlapin sanakirja I já II ive 1958, toimâttij kirje Inarinlappalaista kansantietoutta, moo materiaal lâi nuurrâm A.

source: V. Koskimies kesällä 1886, kuvasi noin 400 valokuvaa saamelaisten elämästä ja kirjasi noin 2000 inarinsaamelaista paikannimeä.
smn: V. Koskimies keessiv 1886, vaaldij suullân 400 kovveed sämmilij elimist já čaalij pajas suullân 2000 anarâš päikkinommâd.

source: Kielimestarina ja asiantuntijana hänellä oli monien vuosien ajan Uula Morottaja.
smn: Kielâmiäštárin já äššitobden sust lâi maaŋgâid iivijd Uula Morottaja ađai Lesk-Ant Uulá.

source: Lappiin suuntautuvien tutkimusmatkojensa lisäksi hän teki tutkimusmatkoja myös Keski-Eurooppaan vuonna 1929, Skandinaviaan vuosina 1931 ja 1947, sekä viimeisimmän Italiaan vuonna 1955. Toivo Immanuel Itkoselle ja vaimolleen Iina Amanda Seppäselle syntyi kolme lasta: Terho, Marja ja Kerttu, joista Terhosta tuli professori.
smn: Säämi tutkâmušmađhij lasseen sun toovâi tutkâmušmaađhijd meiddei Koskâ-Euroopân ive 1929, Skandinavian ive 1931 já 1947, sehe majemustáá vala Italian ive 1955. Toivo Immanuel Itkosâžân já kálgus Iina Amanda Seppäsâžân šoddii kulmâ párnáá: Terho, Marja já Kerttu, kiäin Terhoost šoodâi professor.

source: Suurimman osan elämästään T.
smn: Iänááš ääigi eelimistis T.

source: I. Itkonen asui Helsingissä ja kuten edellä on käynyt ilmi, oli hän suuresti arvossapidetty kielitieteilijä ja kielentutkija.
smn: I. Itkonen aasâi Helsigist já nuuvtko ovdeláá lii čielgâm, sun lái uáli čuuvtij áárvutsoonnum kielâtieđâldeijee já kielâtotkee.

source: 1968. Martti Linkolan vuonna 1998 Siidassa pitämän luennon mukaan hän on kirjoittanut tieteellisiä tekstejä yli 5000 sivua, vaikka hänellä oli tapana ilmaista asioita lyhyesti.
smn: Sun jaamij Helsigist 12.05.1968. Martti Linkola ive 1998 Siijdâst toollâm luvâlduv mield sun lii čáállâm tieđâlâš teevstâid paijeel 5000 sijđod, veikâ sust lâi vyehin ettâđ aašijd uánihávt.

source: Terho Itkonen lahjoitti suuren osan isänsä kirjoista Siidalle.
smn: Terho Itkonen skeŋkkij stuorrâ uási eejis kiirjijn Siijdân.

source: Veljekset Arvo, Toivo Immanuel ja Tuomo Itkonen Inarissa vuonna 1910.
smn: Viiljâžeh Arvo, Toivo Immanuel já Tuomo Itkonen Anarist ive 1910.
